/* Database is up to date. */
"Database is up to date." = "Database is up to date.";

/* Looking for updates... */
"Looking for updates..." = "Looking for updates...";

/* Offline. Sync skipped. */
"Offline. Sync skipped." = "Offline. Sync skipped.";

/* Update completed. */
"Update completed." = "Update completed.";

/* Updating database... */
"Updating database..." = "Updating database...";

